Repository: Alvin1614/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: id_id

source: :x: A required argument is missing.
id_id: : x: Sebuah argumen yang diperlukan tidak ada.

source: :x: You don't have enough exp for this
id_id: :x: Kamu tidak punya cukup exp untuk ini

source: :x: You are not a server admin
id_id: :x: Kamu bukan admin server

source: :x: You are not a super admin.
id_id: :x: Kamu bukan admin super.

source: This command is reserved for the bot owners. If you think this is an error, please contact my owner at the DuckHunt Support Server (see `dh!help`).
id_id: Perintah ini dicadangkan bagi pemilik bot. Jika kamu pikir ini sebuah kesalahan, harap hubungi pemilik saya di Server Dukungan DuckHunt (lihat 'dh!help`).

source: :bulb: HINT:
id_id: :bulb: PETUNJUK:

source: :ok: Done, user banned. :gun:
id_id: :ok: Beres, pengguna sudah di-ban.:gun:

source: :ok: Done, user unbanned. :eyes:
id_id: :ok: Beres, pengguna bebas dari ban. :eyes;

source: <:DuckHug:361969688957157378> Done, channel {channel} added to the game! Have fun!
id_id: <:DuckHug:361969688957157378> Beres, kanal {kanal} ditambahkan ke permainan! Bersenang-senanglah!

source: <:DuckHug:361969688957157378> Done, channel {channel} removed from the game. Bye!
id_id: <:DuckHug:361969688957157378> Beres, kanal {kanal} dihapus dari permainan. Daah!

source: <:DuckHug:361969688957157378> {admin} added as an admin to the guild!
id_id: <:DuckHug:361969688957157378> {admin} sudah ditambahkan sebagai admin serikat!

source: <:DuckHug:361969688957157378> {admin} removed from the guild admins.
id_id: <:DuckHug:361969688957157378> {admin} sudah dihapuskan dari admin serikat.

source: Done. User removed from the database, if it was in.
id_id: Beres. Pengguna disingkirkan dari database, jika ada di dalam sana.

source: Done. All the channel data was removed.
id_id: Beres. Semua data kanal sudah dihapus.

source: :x: Incorrect syntax. Use the command this way: `!settings [view/set/reset/list/modified] [setting if applicable]`
id_id: :x: Syntax tidak benar. Gunakan perintahnya seperti ini: `!settings[view/set/reset/list/modified] [bila pengaturan dapat diterapkan]

source: <:blobhyperthink:357040754566103040> **ERROR:** I don't know this setting
id_id: <:blobhyperthink:357040754566103040> **ERROR:** Saya tidak tahu pengaturan ini.

source: :ok: The setting {pref} is set to `{value}` on this guild.
id_id: :ok: Pengaturan {pref} ditetapkan menjadi `{value}` di guild ini.

source: Bypassing the max_ducks_per_day check as you are the bot owner. It would have been `{max}`.
id_id: Melewatkan pemeriksaan max_ducks_per_day sebab kamu pemilik bot. Jumlah semestinya `{max}`

source: Bypassing the max_ducks_per_day check as you are in a VIP guild. Please don't abuse that. For information, the limit would have been set at `{max}` ducks per day.
id_id: Melewatkan pemeriksaan max_ducks_per_day sebab kamu ada di guild VIP. Harap tidak menyalahgunakannya. Sebagai informasi, batas yang ditetapkan semestinya `{max}`bebek per hari.

source: :duck: Authorised to set the VIP status!
id_id: :duck: Diizinkan menetapkan status VIP!

source: :x: Unauthorised to set the VIP status! You are not an owner.
id_id: :x: Tidak diizinkan menetapkan status VIP! Kamu bukan pemilik.

source: :x: Incorrect value.
id_id: :x: Nilai tidak benar.

source: :ok: The setting {pref} has been set to `{value}` on this guild.
id_id: :ok: Pengaturan {pref} sudah di tetapkan menjadi `{value}` di guild ini.

source: The list of preferences is available on our new website: https://duckhunt.me/bot-settings/
id_id: Daftar pilihan tersedia di situs web baru kami: https://duckhunt.me/bot-settings/

source: Congratulations, you sent / gave more experience than the maximum number I'm able to store.
id_id: Selamat ya, kamu sudah mengirim / memberi wawasan lebih banyak daripada jumlah maksimum yang dapat saya simpan.

source: :ok:, they now have {newexp} exp points!
id_id: :ok: sekarang mereka memiliki {newexp} poin exp!

source: :x: To prevent abuse, you can't send exp when you don't have a weapon.
id_id: :x: Guna mencegah penyalahgunaan, kamu tidak bisa mengirim exp bila tidak mempunyai senjata.

source: :x: The exp amount needs to be positive.
id_id: :x: Jumlah exp haruslah positif.

source: You sent {amount} exp to {target} (and paid {taxes} exp of taxes)!
id_id: Kamu sudah mengirim {amount} exp kepada {target} (dan membayar {taxes} pajak exp)!

source: You don't have enough experience points
id_id: Poin wawasan kamu tidak mencukupi

source: :x: Sending exp is disabled on this server
id_id: :x: Mengirimkan exp dinonaktifkan di server ini

source: {date} (in {dans_jours}{dans_heures} and {dans_minutes})
id_id: {date} (pada {dans_jour}{dans_heures} dan {dans_minutes})

source: %m/%d at %H:%M:%S
id_id: %m/%d pada %J:%M:%D

source: {dans} days
id_id: {dans} hari

source: {dans} hours
id_id: {dans} jam

source: {dans} minutes
id_id: {dans} menit

source: The bot frequently reboots for updates. Don't worry, it has a 99.8% of uptime.
id_id: Bot melakukan pengaktifan-ulang berkala untuk pembaruan. Jangan khawatir, masa aktifnya 99.8%

source: Here is the command list : http://duckhunt.me/command-list/
id_id: Ini daftar perintahnya : http://duckhunt.me/command-list/

source: It's `{hour}:{minutes}:{seconds}` in the GMT timezone (also known as UTC±00:00), which is the one used by the bot. You can use this website to compare it to yours: https://time.is/compare/GMT
id_id: Saat ini `{hour}:{minutes}:{seconds}`di zona waktu GMT (diketahui juga sebagai UTC±00:00), yang sekarang digunakan bot. Kamu bisa bandingkan situs web ini dengan milikmu: https://times.is/compare/GMT

source: You can use the `dh!freetime` command to see when you'll get back your weapons for free
id_id: Kamu bisa menggunakan perintah `dh!freetime` supaya tahu kapan mendapatkan kembali senjatamu.

source: :alarm_clock: Next giveback of weapons and magazines in {sec} seconds ({hours} hours and {minutes} minutes).
id_id: :alarm_clock: Pengembalian senjata dan magasen berikutnya dalam {sec} detik ({hours} jam dan {minutes} menit

source: A giveback tops up your magazines and gives you your weapon back for free (if confiscated), but it doesn't affect the bullets in your current magazine. If you can, reload beforehand!
id_id: Pengembalian mengisi magasen dan memberikan kembali senjatamu secara gratis (bila disita), tapi itu tidak mempengaruhi peluru di magasenmu sekarang. Kalau bisa, isi ulang sebelum beraksi!

source: You are using shard number {shard} out of {total} total shards
id_id: Kamu menngunakan sejumlah shard {shard} dari {total} shard total.

source: Exp points
id_id: Poin exp

source: Ducks killed
id_id: Bebek ditembak mati

source: Shots missed
id_id: Tembakan gagal

source: Best time
id_id: Waktu terbaik

source: Can't post embeds!
id_id: Tidak bisa memposkan lekatan!

source: Use `dh!setup` to see missing permissions and ask an admin to give me the missing ones!
id_id: Gunakan `dh!setup` untuk mengetahui izin yang tidak ada dan minta seorang admin untuk memberikan izin tersebut!

source: Generating top scores for your channel, please wait!
id_id: Mengumpulkan skor teratas kanal milikmu, tunggu ya!

source: :cocktail: Best scores for {channel_name} :cocktail:
id_id: :cocktail: Skor terbaik untuk {channel_name} :cocktail:

source: None!
id_id: Kosong!

source: Player
id_id: Pemain

source: :warning: There was an error while sending the embed, please check if the bot has the `embed_links` permission and try again!
id_id: :warning: Ada kesalahan saat mengirim lekatan, harap periksa apakah bot memiliki izin `embed_links` dan cobalah lagi!

source: Generating DuckHunt statistics for you, please wait...
id_id: Mengumpulkan statistik DuckHunt untukmu, silahkan tunggu...

source: Page {current}/{max}
id_id: Laman {current}/{max}

source: Confiscated weapon!
id_id: Senjata tersita!

source: General statistics
id_id: Statistik umum

source: No best time.
id_id: Tidak ada waktu terbaik.

source: No duck killed
id_id: Tidak ada bebek mati

source: Super ducks killed
id_id: Bebek super yang mati

source: Players killed
id_id: Pemain tertembak mati

source: Self-killing shots
id_id: Tembakan bunuh diri

source: Best killing time
id_id: Waktu tembak mati terbaik

source: Bullets in current magazine
id_id: Peluru magasen saat ini

source: Ratio (exp/ducks killed)
id_id: Rasio (exp/bebek tertembak mati)

source: Current level
id_id: Level saat ini

source: Shots accuracy
id_id: Ketepatan tembak

source: Weapon reliability
id_id: Keandalan senjata

source: Shoots statistics
id_id: Statistik tembakan

source: Shots fired
id_id: Jumlah tembakan

source: Shots without ducks
id_id: Tembakan tanpa bebek

source: Shots that frightened a duck
id_id: Tembakan yang menakuti bebek

source: Shots that harmed a duck
id_id: Tembakan yang melukai bebek

source: Shots stopped by the detector
id_id: Tembakan yang dihentikan pendeteksi

source: Shots jamming a weapon
id_id: Tembakan menyebabkan senjata macet

source: Shots with a sabotaged weapon
id_id: Tembakan senjata yang disabotase

source: Shots with a jammed weapon
id_id: Tembakan saat senjata macet

source: Shots without bullets
id_id: Tembakan tanpa peluru

source: Shots without weapon
id_id: Tembakan tanpa senjata

source: Shots when wet
id_id: Tembakan saat basah

source: Reloads and items statistics
id_id: Pengisian dan statistik barang

source: Reloads
id_id: Pengisian

source: Reloads without magazines
id_id: Pengisian tanpa magasen

source: Reloads not needed
id_id: Pengisian yang tidak perlu

source: Trash found in bushes
id_id: Sampah diketemukan di semak-semak

source: Exp earned with a clover
id_id: Exp yang didapat dengan semanggi

source: Life insurance rewards
id_id: Imbalan asuransi nyawa

source: Free givebacks used
id_id: Pengembalian gratis terpakai

source: Possesed items and effects
id_id: Barang dan efek yang dimiliki

source: Object: grease
id_id: Barang: Pelumas

source: Object: infrared detector
id_id: Barang: pendeteksi inframerah

source: Object: silencer
id_id: Barang: peredam

source: Object: clover {exp} exp
id_id: Barang: daun semanggi {exp} exp

source: Object: explosive ammo
id_id: Barang: amunisi ledak

source: Object: AP ammo
id_id: Barang: Amunisi AP

source: Effect: wet
id_id: Efek: basah

source: Hello! Thanks for adding me in there! I'm almost ready to start the game! Could we please into the channel where you want the game to be ? Please invoke me there by using `dh!setup`<:DuckHug:361969688957157378>
id_id: Halo! Terimakasih sudah menambahkan saya! Saya sedang bersiap memulai permainannya! Bisakah kita masuk ke kanal tempat permainannya akan diletakkan ? Tolong sertakan saya menggunakan `dh!setup` <:DuckHug:361969688957157378>

source: Hello again! I'm just gonna run a quick permissions check and will be back in a few seconds! Please wait
id_id: Halo lagi! Saya hanya akan melakukan pemeriksaan izin singkat dan akan kembali dalam beberapa detik! Tunggu ya

source: :small_red_triangle: The permission `read_message_history` is missing. This is essential for the normal function of the bot, as I need to be able to read messages. You can proceed without it, but shouldn't.
id_id: :small_red_triangle: Izin `read_message_history` tidak ada. Ini penting bagi fungsi normal bot, bahwa saya harus bisa membaca pesan. Kamu bisa melanjutkan tanpa itu, tapi jangan.

source: :small_red_triangle: The permission `add_reactions` is missing. It's a required permission for interactive embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
id_id: :small_red_triangle: Izin `add_reactions` tidak ada. Izin tersebut dibutuhkan bagi lekatan interaktif, dan itu ada hampir di semua tempat. Kamu bisa melanjutkan tanpanya, tapi dianjurkan tidak dan bisa mengarah pada kesalahan.

source: :small_red_triangle: The permission `attach_files` is missing. It's a required permission for embeds, and they are almost everywhere. You could proceed without it, but it's not recommended and could lead to errors
id_id: :small_red_triangle: Izin `attach_files` tidak ada. Itu dibutuhkan bagi lekatan, dan izin tersebut ada hampir di semua tempat. Kamu bisa melanjutkan tanpanya, tapi disarankan tidak dan bisa menngarah pada kesalahan.

source: :small_red_triangle: The permission `embed_links` is missing. This is used to send embeds You could proceed without it, but really shouldn't as it will lead to errors
id_id: :small_red_triangle: Izin `embed_links` tidak ada. Ini dibutuhkan untuk mengirim lekatan. Kamu bisa melanjutkan tanpanya, tapi sebaiknya tidak sebab bisa mengarah pada kesalahan.

source: :small_orange_diamond: You gave me the `administrator` permission. Although this will not cause problems, it's unsafe to give bots such powerful permissions, especially if they don't need them. You can proceed with it.
id_id: :small_orange_diamond: Kamu sudah memberi saya izin `administrator`. Meski ini tidak akan menimbulkan masalah, tidaklah aman memberi bot izin kuasa yang amat besar, terutama lagi apabila bot tidak membutuhkannya. Kamu bisa tetap melanjutkannya.

source: :small_orange_diamond: The permission `create_instant_invite` is missing. It's not really essential for the normal function of the bot, but needed for error reports. You can proceed without it.
id_id: :small_orange_diamond: Izin `create_instant_invite` tidak ada. Bukan hal penting bagi fungsi normal bot tersebut, tapi diperlukan guna melaporkan kesalahan. Kamu bisa melanjutkan tanpanya.

source: :small_orange_diamond: The permission `manage_messages` is missing. This is used to remove some messages on sneaky commands (weapon sabotage, etc.), and also if you use the `delete_commands` setting You could proceed without it, but it's not recommended and could lead to errors
id_id: :small_orange_diamond: Izin `manage_messages` tidak ada. Ini diperlukan untuk menghapus pesan-pesan perintah selinap (sabotase senjata, dst), dan jika kamu gunakan pengaturan `delete_commands` Kamu bisa melanjutkan tanpanya, tapi tidak disarankan dan bisa mengarah pada kesalahan.

source: :small_orange_diamond: You gave me the `mention_everyone` permission. This not used, but should't be given in case of a bug You could proceed with it safely.
id_id: :small_orange_diamond: Kamu memberi saya izin `mention_everyone`. Ini tidak digunakan, tapi sebaiknya tidak diberikan dalam urusan bug Kamu bisa meneruskan dengan aman.

source: :small_orange_diamond: The permission `external_emojis` is missing. This is used since DHV3 to add non-standard emojis to messages. You should probably give it to me You could proceed without it, and bug reports will be appreciated.
id_id: :small_orange_diamond: Izin `external_emojis` tidak ada. Menambahkan emoji nonstandar pada pesan digunakan mulai DHV3. Mungkin sebaiknya kamu serahkan kepada saya Kamu bisa melanjutkan tanpanya, dan melaporkan bug akan sangat dihargai.

source: :small_blue_diamond: The permission `change_nickname` is missing. This is not yet used, but could be in the future. An announcement will be made then. You can safely proceed without it.
id_id: :small_blue_diamond: Izin `change_nickname` tidak ada. Ini belum digunakan, mungkin di masa yang akan datang. Nanti akan dbuat sebuah pemberitahuan. Kamu bisa melanjutkan tanpanya.

source: :small_blue_diamond: The permission `send_tts_messages` is missing. This is used in case you want to enable tts ducks.. You can safely proceed without it, but the `tts_ducks` setting won't work
id_id: :small_blue_diamond: Izin `send_tts_messages` tidak ada. Ini diperlukan saat kamu ingin mengaktifkan teks menjadi suara bebek .. Kamu bisa melanjutkan secara aman tanpanya, tapi pengaturan `tts_ducks` takkan berhasil

source: I'm done! <:felix:333872061103734794> Any warning has been sent above. I suggest fixing them, then running the command again! If there is none, congrats! You passed the tests brightfully! If you are ready to continue with the setup, use the command `dh!setup_settings`. If you just want to play, use `dh!add_channel`. Once used, ducks will spawn automatically. Thanks for flying DucksAir. If you have any question, we are here to help at https://discord.gg/2BksEkV
id_id: Beres! <:felix:333872061103734794> Peringatan apapun yang terkirim di atas. Saran saya perbaikilah, lalu jalankan kembali perintahnya! Jika tidak ada, selamat! Kamu lulus tes dengan cemerlang! Jika kamu siap melanjutkan pengaturan, gunakan perintah `dh!setup_settings`. Jika hanya ingin main, gunakan `dh!add_channel`. Begitu digunakan, bebek akan muncul secara otomatis. Terima kasih sudah main DucksAir. Jika ada pertanyaan, kami di sini untuk membantu https://discord.gg/2BksEkV

source: Hey! Let's configure the server! I'll give you the most used parameters, and let you change them if you want. Any command written here is optional, and you can start playing now just by using `dh!add_channel`. **Before starting, please make sure this is the channel you want to use, and activate it with `dh!add_channel`.** **1/ Language used**: \* If you speak french, use `dh!settings set language fr_FR` \* If you speak spanish, use `dh!settings set language es_ES` \* Another language we don't fully support yet? Help us translate DuckHunt! Find us at https://discord.gg/2BksEkV. **2/ Ducks Per Day**: This is the number of ducks that will spawn per day. They spawn a random intervals, but you can configure the number of ducks that will spawn. \* Use the following command to change it, use `dh!settings set ducks_per_day XX`, where `XX` is a number. \* To prevent abuse, there is a limit that will be automatically enforced. If you need to lift it, contact my owner at the support server. **3/ Exp Won Per Duck Killed**: This is the experience won per duck killed. If your server is really popular, it might be worth it to push it up a little to make new hunters progress faster. \* Use the following command to change it, use `dh!settings set exp_won_per_duck_killed XX`, where `XX` is a number. \* :bulb: Don't go too high tho, there must be some challenge. 15 is a good start **4/ Other settings**: This is starting to be lengthy, so I won't go into further details here. You are probably all set and can start the game by typing `dh!add_channel`. More settings can be found using `dh!settings list` Thanks for playing with me! :duck:
id_id: Hei! Mari kita atur servernya! Akan saya berikan parameter yang paling sering digunakan, dan silahkan menggantinya bila kamu mau. Perintah yang tertutlis di sini merupakan pilihan, dan kamu bisa mulai main hanya dengan menggunakan `dh!add_channel`. **Sebelum mulai, tolong pastikan ini kanal yang ingin kamu gunakan, dan aktifkan dengan `dh!add_channel`.** **1/ Bahasa yang digunakan**: \* Jika berbahasa Perancis, gunakan `dh!settings set language fr_FR` \* Jika berbahasa Spanyol, gunakan `dh!settings set language es_ES` \* Berbahasa lain yang belum kami dukung? Bantu kami menerjemahkan DuckHunt di https://discord.gg/2BksEkV. **2/ Jumlah bebek harian**: Ini merupakan jumlah bebk yang muncul harian. Bebek-bebek ini muncul dalam urutan waktu secara acak, tapi kamu bisa mengatur jumlah bebek yang akan muncul. \* Gunakan perintah berikut untuk mengubah, gunakan `dh!settings set ducks_per_day XX`, `XX` merupakan nomor. \* Untuk mencegah penyalahgunaan, ada batas yang sudah ditentukan. JIka kamu ingin mengubah hal itu, hubungi pemilik saya di dukungan server. **3/ Hasil Exp Per Bebek Mati Tertembak**: Ini merupakan hasil exp tiap bebek yang mati ditembak. Bila servermu begitu populer, mungkin perlu juga meningkatkannya sedikit agar para pemburu meningkat lebih cepat. \* Gunakan perintah berikut untuk mengubahnya, gunakan `dh!settings set exp_won_per_duck_killed XX`, `XX` merupakan nomor. \* :bulb: Jangan terlalu tinggi juga, perlu ada tantangan, 15 jumlah bagus sebagai permulaan. **4/ Pengaturan lain**: Ini akan sangat panjang, jadi saya tidak akan panjang lebar secara detil. Mungkin kamu sudah siap dan bisa memulai permainan dengan mengetik `dh!add_channel`. Pengaturan lebih banyak bisa didapat menggunakan `dh!settings list` Terima kasih sudah memainkan saya! :duck:

source: :x: Incorrect syntax. Use the command this way: `!shop [list/item number] [argument if applicable]`
id_id: :x: Salah sintaks. Gunakan perintahnya begini: `!shop [list/item number] [argumen if berlaku]`

source: Right now you have a total of {exp} exp points.
id_id: Kini kamu memiliki total sejumlah {exp} poin exp.

source: Here is the list of all the shops items : https://duckhunt.me/shop-items/ . Thanks
id_id: Inilah daftar semua barang pembelian: https://duckhunt.me/shop-items/ . Terima kasih.

source: :money_with_wings: You added a bullet to your weapon for 7 exp points.
id_id: :money_with_wings: Sebutir peluru ditambahkan ke senjatamu senilai 7 poin exp.

source: :champagne: Your magazine is full!
id_id: :champagne: Magasenmu penuh!

source: :money_with_wings: You added a magazine to your weapon for 13 exp points.
id_id: :money_with_wings: Satu magasen ditambahkan ke senjatamu senilai 13 poin exp.

source: :champagne: You have enough magazines!
id_id: :champagne: Magasenmu mencukupi!

source: :money_with_wings: You purchased AP ammo for your weapon.
id_id: Kamu sudah membeli amunisi AP untuk senjatamu.

source: For the next 24 hours, you will deal double damage to ducks. This does **not** stack with explosive ammo
id_id: Untuk 24 jam berikutnya, kamu menghasilkan daya rusak ganda pada bebek. Ini **tidak** tersusun dengan amunisi ledak.

source: :champagne: You have enough AP ammo for now!
id_id: :champagne: Untuk saat ini kamu memiliki cukup amunisi!

source: :money_with_wings: You purchased explosive ammo for your weapon.
id_id: :money_with_wings: Kamu sudah membeli amunisi ledak untuk senjatamu.

source: For the next 24 hours, you will deal triple damage to ducks. This does **not** stack with AP ammo and trumps it if you have any.
id_id: Untuk 24 berikutnya, kamu akan menghasilkan tiga kali daya tembak pada bebek. Ini **tidak** tumpang tindih dengan amunisi AP dan mengatasinya bila kamu punya amu tersebut.

source: :champagne: You have enough explosive ammo for now!
id_id: :champagne: Untuk saat ini kamu mempunyai cukup amunisi.

source: :money_with_wings: You got your weapon back.
id_id: :money_with_wings: Kamu mendapatkan kembali senjatamu.

source: You can get your weapon back for free if you wait until the daily weapon & magazine giveback. Type `dh!freetime` to find out when the next giveback is
id_id: Kamu bisa mendapatkan kembali senjatamu gratis jika menunggu sampai pengembalian harian senjata dan magasen. Ketik `dh!freetime` agar tahu kapan pengembalian berikutnya.

source: :champagne: You already have your weapon, what are you trying to buy? :p
id_id: :champagne: Kamu sudah memiliki kembali senjatamu, apa yang mau kamu beli? :p

source: :money_with_wings: You added grease in your weapon.
id_id: :money_with_wings: Kamu sudah menambahkan pelumas di senjatamu.

source: This reduce jamming risks by 50 percent for a day, for only 8 exp points. It's really useful for new players. Use `dh!duckstats` to check your level and accuracy
id_id: Ini mengurangi resiko macet sebanyak 50 persen selama sehari, hanya senilai 8 poin exp. Sangat berguna bagi pemain anyar. Gunakan `dh!duckstats` untuk melihat level dan ketepatan.

source: :champagne: Your weapon is perfectly lubricated, you don't need any more grease.
id_id: :champagne: Senjatamu dilumasi dengan sempurna, kamu tidak lagi memerlukan pelumas.

source: :money_with_wings: You added a sight to your weapon.
id_id: :money_with_wings: Kamu menambahkan penglihatan pada senjatamu.

source: Your aiming was improved using this formula: (100 - current accuracy) / 3.
id_id: Bidikanmu ditingkatkan menggunakan formula: (100 - ketepatan saat ini) / 3.

source: :champagne: You already have a sight on your weapon.
id_id: :champagne: Kamu sudah pasangkan penglihatan atas senjatamu
