Repository: Alvin1614/DHV3
Catalog: language/*/LC_MESSAGES/default.po
Languages: id_id

source: :money_with_wings: You added an infrared detector to your weapon, it will prevent any waste of ammo for a day. Cost: 15 exp points.
id_id: :money_with_wings: Kamu menambahkan pendeteksi infra-merah di senjatamu, yang akan mencegah tersia-sianya amunisi selama satu hari. Biaya: 15 poin exp.

source: :champagne: You already have an infrared detector on your weapon.
id_id: :champagne: Kamu sudah memiliki pendeteksi infra-merah di senjatamu.

source: :money_with_wings: You added a silencer to your weapon.
id_id: :money_with_wings: Kamu sudah menambahkan peredam di senjatamu.

source: The silencer works best if every hunter uses one, or if you're alone. With it, no ducks will fly away before you can kill them. What a good deal, they only cost 5 exp!
id_id: Peredam memberi hasil terbaik jika setiap pemburu memakainya, atau jika kamu sendiri. Dengannya, takkan ada bebek yang terbang menjauh sebelum berhasil kamu tembak mati. Lumayan kan, ongkosnya hanya 5 exp!

source: :champagne: You already have a silencer on your weapon
id_id: :champagne: Kamu sudah pasangkan peredam di senjatamu

source: :money_with_wings: You bought a fresh 4-leaf clover, which will give you {exp} more exp points for each killed duck for the next day.
id_id: :money_with_wings: Kamu sudah membeli selembar semanggi segar, yang akan memberi tambahan {exp} poin exp untuk tiap bebek yang berhasil ditembak mati di hari berikut.

source: :champagne: You already have 4-leaf clover on your weapon
id_id: :chanpagne: Kamu sudah punya semanggi helai-4 di senjatamu

source: :money_with_wings: You bought a pair of sunglasses for 5 exp! You're now immune to sunlight for a day.
id_id: :money_with_wings: Kamu sudah membeli kacamata senilai 5 exp! Sekarang kamu kebal silau selama satu hari.

source: :money_with_wings: You bought brand new sunglasses, the only point of it being that you're much swagger now. :cool:
id_id: :money_with_wings: Kamu sudah membeli kacamata baru, hal pentingnya adalah sekarang kamu jauh lebih keren. :cool:

source: Don't buy sunglasses if you still have them! This don't extend the time you'll have them, but still cost you some exp
id_id: Jangan beli kacamata jika kamu sudah memilikinya! Ini tidak menambah waktu kepemilikannya, tapi memakan jumlah exp yang sama.

source: :money_with_wings: You have new dry clothes on you now. You look beautiful!
id_id: :money_with_wings: Sekarang kamu sudah memakai baju kering yang baru. Terlihat elok!

source: :money_with_wings: You bought brand new clothes, the only point of it being that you're much swagger now. :cool:
id_id: :money_with_wings: Kamu sudah membeli beberapa baju baru, hal pentingnya adalah sekarang kamu jauh lebih keren. :cool:

source: Don't buy dry clothes if you aren't wet! They won't do anything, but will still cost you exp
id_id: Jangan beli baju kering jika kamu tidak basah! Tidak menghasilkan apapun, tapi tetap memakan jumlah exp yang sama.

source: :money_with_wings: You cleaned your weapon for 6 exp. If you had sand in it, or if your weapon was sabotaged, it's fixed now!
id_id: :money_with_wings: Kamu membersihkan senjatamu dengan biaya 6 exp. JIka ada pasir di dalamnya, atau senjatamu disabotase, sekarang sudah diperbaiki.

source: Next time someone sabotages you, just shot, it won't do much damage but to your reputation
id_id: Sewaktu-waktu ada yang menyabotase kamu, tembak saja, tidak akan merusak apapun selain reputasimu.

source: :x: No way! {mention} has sunglasses! They're immunised against this!
id_id: :x: Mustahil! {mention} punya kacamata! Ia kebal terhadap ini!

source: That bad move still took 5 exp from your account, due to you having to buy a mirror
id_id: Tidakan buruk tersebut masih mengambil 5 exp dari akunmu, lantaran kamu membeli sebuah cermin

source: :money_with_wings: You dazzled {mention}! Their next shot will lose 50% accuracy!
id_id: :money_with_wings: Kamu melimbungkan {mention}! Ketepatan tembakannya yang berikut berkurang 50%!

source: The mention is here on purpose. You wouldn't do this behind their back, would you
id_id: Adanya sebutan memang disengaja. Kamu tidak akan melakukannya di belakang mereka bukan?

source: :champagne: You threw sand in {mention}'s weapon!
id_id: :champagne: Kamu menghamburkan pasir di senjatanya {mention}!

source: :money_with_wings: You dropped a bucket full of water on {target}, forcing them to wait 1 hour for their clothes to dry before they can return hunting.
id_id: :money_with_wings: Kamu sudah menjatuhkan air seember penuh pada {target}, memaksanya menunggu 1 jam sampai bajunya kering sebelum bisa kembali berburu.

source: You wouln't sabotage yourself, would you ?
id_id: Kamu takkan menyabotase dirimu sendiri bukan?

source: :ok: {target} weapon is now sabotaged... but they don't know it (14 exp)!
id_id: :ok: Senjata {target} sudah disabotase... tapi mereka tidak tahu (14 exp)!

source: Don't use a mention for this. You can give me user ids or the full username in "quotes"
id_id: Jangan gunakan sebutan untuk ini. Kamu bisa memberikan id pengguna atau nama pengguna utuh dalam "kutipan"

source: :ok: {target} weapon is already sabotaged!
id_id: :ok: Senjata {target} sudah disabotase!

source: If you ask a server admin to give me the `manage_message` permission, I will be able to delete that kind of shop commands ;)
id_id: Jika kamu minta admin server memberi saya izin`manage_message`, Saya bisa menghapus perintah belanja semacam itu;)

source: :money_with_wings: You bought a life insurance for a week for 10 exp.
id_id: :money_with_wings: Kamu sudah membeli asuransi jiwa untuk seminggu senilai 10 exp.

source: :champagne: You're already insured.
id_id: :champagne: Kamu sudah diasuransikan.

source: :money_with_wings: Ducks are resting right now, so your decoy probably didn't work...
id_id: :money_with_wings: Bebek-bebek sedang rehat, jadi umpanmu mungkin tidak berhasil...

source: :money_with_wings: A duck will appear in the next 10 minutes on the channel, thanks to {mention}'s decoy. They bought it for 8 exp!
id_id: Seekor bebek akan muncul di kanal pada 10 menit berikut, berkat umpannya {mention}. Ia membelinya senilai 8 exp!

source: :money_with_wings: You put some bread on the channel to attract ducks. They'll stay 20 more seconds before leaving for the rest of the day!
id_id: :money_with_wings: Kamu meletakkan beberapa roti di kanal guna menarik bebek. Sebelum pergi bebek-bebek akan tinggal 20 detik lebih lama sepanjang sisa hari!

source: :money_with_wings: Bread can stack! Buy some more to maximise the effects!
id_id: :money_with_wings: Roti bisa bertumpuk! Belilah lagi untuk menambah daya tariknya!

source: :money_with_wings: You prepared a mechanical duck on the channel for 40 exp. It's wrong, but so funny!
id_id: :money_with_wings: Kamu sudah menyiapkan bebek-bebekan di kanal senilai 40 exp. Ngawur, tapi lucu sekali!

source: You don't have a weapon.
id_id: Kamu tidak memiliki senjata.

source: You unjammed your weapon.
id_id: Kamu sudah melancarkan senjatamu.

source: You reloaded your weapon.
id_id: Kamu sudah mengisi ulang senjatamu.

source: You don't have any ammo left!
id_id: Kamu tidak punya amunisi lagi!

source: You don't need to reload your weapon.
id_id: Kamu tidak perlu mengisi ulang senjatamu.

source: Your clothes are wet, you can't go hunting! Wait {temps_restant} minutes.
id_id: Pakaianmu basah, kamu tidak bisa berburu! Tunggulah {temps_restart} menit.

source: Your weapon is jammed, it must be reloaded to unjam it.
id_id: Senjatamu macet, harus diisi ulang untuk melancarkannya.

source: Your weapon is sabotaged, thank {assaillant} for this bad joke.
id_id: Senjatamu disabotase, syukur {assaillant} atas kelakar buruknya.

source: ** CHARGER EMPTY ** | Ammunition in the weapon: {balles_actuelles} / {balles_max} | Magazines remaining: {chargeurs_actuels} / {chargeurs_max}
id_id: ** PENGOKANG KOSONG ** | Amunisi di senjata: {balles_actualles} / {balles_max) | Sisa magasen: {chargeurs_actuels} / {chargeurs_max}

source: Your weapon just jammed, reload it to unjam it.
id_id: Senjatamu macet, isi ulang untuk melancarkannya.

source: There isn't any duck in here, but the bullet wasn't fired because the infrared detector you added to your weapon is doing its job!
id_id: Tidak ada bebek di sini, tapi peluru tidak meletus karena pendeteksi infra merah yang kamu tambahkan di senjata memang berfungsi.

source: Luckily you missed, but what were you aiming at exactly? There isn't any duck in here... [missed: -1 xp] [wild shot: -1 xp]
id_id: Sayang kamu meleset, tapi sebenarnya kamu membidik apa? Di sini tidak ada bebek... [gagal: -1 xp] [tembakan liar: -1 xp]

source: **PIEWW** You missed the duck! [missed: -1 xp]
id_id: **TUUING** Tembakanmu meleset! [gagal: -1 xp]

source: **FLAPP** Frightened by so much noise, the duck fled! CONGRATS! [missed: -1 xp]
id_id: **KEKEPAK** Takut karena banyak suara berisik, bebeknya terbang! BAGOOS! [gagal: -1 xp]

source: **BANG** You missed the duck... and shot **yourself**! Maybe you should turn your weapon a little before shooting the next time? [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
id_id: **DUAR** Tembakanmu meleset... dan menembak **diri sendiri**! Lain kali mungkin kamu harus memutar sedikit senjatamu sebelum menembak? [gagal: -1 xp] [kecelakaan berburu: -2 xp] [**senjata disita**]

source: **BANG** You missed the duck... and shot {player}! [missed: -1 xp] [hunting accident: -2 xp] [**weapon confiscated**]
id_id: **DUAR** Tembakanmu meleset... dan menembak {player}! [gagal: -1 xp] [kecelakaan berburu: -2 xp] [**senjata disita**]

source: You can recover your weapon in the store (`dh!shop 5`) or wait until you get it back for free (check when with `!freetime`)
id_id: Kamu bisa memulihkan senjatamu di gerai (`dh!shop 5`) atau tunggu sampai kamu mendapatkannya kembali secara gratis (periksa dengan `!freetime`)

source: BPAM
id_id: BDAR

source: BAAM
id_id: DWAR

source: BOUM
id_id: BUUM

source: SPROTCH
id_id: CEPROT

source: That was close, you almost killed the duck, but the other hunter got it first! [missed: -1 xp]
id_id: Nyaris, kamu hampir menembak mati bebeknya, tapi pemburu lain menembak lebih dulu! [gagal; -1 xp]

source: *cries*
id_id: *merengek*

source: Hello world
id_id: Halo dunia

source: How are you today?
id_id: Bagaimana kabarmu hari ini?

source: Please don't kill me...
id_id: Tolong jangan bunuh saya...

source: Me too, I love you!
id_id: Aku jugaa, aku mencintaimu!

source: Don't shoot me! I'm a fake duck!
id_id: Jangan tembak saya! Saya cuma bebek-bebekan!

source: The duck went away. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya pergi menjauh. ·°'\`'°-.,¸¸.·°'\`

source: The duck went to another world. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya pergi ke tempat lain. ·°'\`'°-.,¸¸.·°'\`

source: The duck didn't have time for this. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya tidak mau bertele-tele. ·°'\`'°-.,¸¸.·°'\`

source: The duck left. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya pergi. ·°'\`'°-.,¸¸.·°'\`

source: The duck dissipated in space and time. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya berhamburan ke sembarang tempat. ·°'\`'°-.,¸¸.·°'\`

source: The duck left out of boredom. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya pergi karena bosan. ·°'\`'°-.,¸¸.·°'\`

source: The duck doesn't want to be sniped. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya tidak ingin dibidik diam-diam. ·°'\`'°-.,¸¸.·°'\`

source: The duck walked up to the lemonade stand. ·°'\`'°-.,¸¸.·°'\`
id_id: Bebeknya melenggang ke penjual lemon. ·°'\`'°-.,¸¸.·°'\`

source: a stuffed duck.
id_id: sepotong bebek panggang.

source: a rubber ducky.
id_id: sebuah bebek karet.

source: a vibrating duck.
id_id: satu bebek goyang.

source: a pile of feathers.
id_id: setumpuk bulu.

source: a chewed chewing gum.
id_id: sebuah permen karet bekas.

source: a leaflet from CACAD (Coalition Against the Comitee Against Ducks).
id_id: selebaran dari CACAD (Coalition Against Comitee Against Ducks).

source: an old shoe.
id_id: sepotong sepatu tua.

source: a spring thingy.
id_id: sepotong per.

source: a cow dung.
id_id: kotoran sapi.

source: a dog dirt.
id_id: kotoran anjing.

source: an expired hunting license.
id_id: izin berburu yang kadaluarsa

source: a cartridge.
id_id: sebuah selongsong.

source: a cigarette butt.
id_id: puntung rokok.

source: a used condom.
id_id: kondom bekas.

source: a broken sight.
id_id: teropong rusak.

source: a broken infrared detector.
id_id: pendeteksi infra-merah bekas.

source: a bent silencer.
id_id: peredam bengkok.

source: an empty box of AP ammo.
id_id: amunisi AP kosong.

source: an empty box of explosive ammo.
id_id: sekotak kosong amunisi ledak.

source: a four-leaf clover with only 3 left.
id_id: semanggi helai-4 yang tersisa 3 helai.

source: a broken decoy.
id_id: pengumpan rusak.

source: a broken mirror.
id_id: cermin rusak.

source: a rusty mechanical duck.
id_id: bebek mekanis berkarat.

source: a pair of sunglasses without glasses.
id_id: kacamata tanpa kaca.

source: Donald's beret.
id_id: baret Donald.

source: a half-melted peppermint.
id_id: sebuah permen bekas

source: a box of Abraxo cleaner.
id_id: sekotak pembersih Abraxo.

source: a gun with banana peeled barrel.
id_id: senapan dengan moncong pecah.

source: an old hunting knife.
id_id: sebilah pisau berburu

source: an old video recording: http://tinyurl.com/zbejktu
id_id: sebuah rekaman video: http://tinyurl.com/zbejktu

source: an old hunting photo: http://tinyurl.com/hmn4r88
id_id: selembar foto tua berburu: http://tinyurl.com/hmn4r88

source: an old postcard: http://tinyurl.com/hbnkpzr
id_id: selembar kartu pos: http://tinyurl.com/hbnkpzr

source: a golden duck photo: http://tinyurl.com/hle8fjf
id_id: selembar foto bebek emas: http://tinyurl.com/hle8fjf

source: a hunter pin: http://tinyurl.com/hqy7fhq
id_id: satu pin pemburu: http://tinyurl.com/hqy7fhq

source: bushes.
id_id: semak-semak.

source: a fish.
id_id: seekor ikan.

source: Everything is calm
id_id: Semuanya tenang

source: Nothing is happening right now.
id_id: Saat ini tidak terjadi apapun.

source: Ducks are migrating
id_id: Bebek-bebek bermigrasi.

source: Prepare to see more ducks in the next hour.
id_id: Bersiaplah menemukan lebih banyak bebek di jam berikutnya.

source: Foggy weather
id_id: Cuaca berkabut

source: It's harder to see ducks killed. You'll need a few more seconds to know if you missed or not.
id_id: Sulit melihat bebeknya tertembak mati. Memerlukan beberapa detik untuk mengetahui kamu meleset atau tidak.

source: Steroids in the lake
id_id: Steroid di danau

source: A medical waste company dumped steroids in the lake. Ducks have mutated, and you'll see a lot more super ducks. But, be careful, and don't drink that water.
id_id: Perusahaan limbah medis sudah membuang steroid di danau. Bebek-bebek bermutasi, dan kamu akan menemukan lebih banyak bebek super. Namun, berhati-hatilah, dan jangan minum airnya.

source: Safety class canceled
id_id: Kelas keselamatan dibatalkan.

source: The safety class was canceled, beware not to shoot others hunters!
id_id: Kelas keselamatan dibatalkan, awas jangan sampai menembak para pemburu yang lain.

source: Connexion problems
id_id: Masalah sambungan

source: Ducks cant use the computer due to connexion problems, and there will be less of them until it's repaired
id_id: Bebek tidak bisa menggunakan komputer karena masalah sambungani, dan hanya akan ada sedikit sampai sambungan diperbaiki.

source: A new florist in town
id_id: Sebuah gerai tanaman di kota

source: A florist opened in town, and you can now find better 4-leaf-clovers. Go check them !
id_id: Sebuah gerai tanaman sudah buka di kota, dan sekarang kamu bisa mendapatkan semanggi helai-4. Coba lihatlah!

source: Mega-ducks
id_id: Bebek-mega

source: Someone inflated a super duck, and now they are EVEN BIGGER!!
id_id: Seseorang sudah memompa bebek-super, dan sekarang menjadi LEBIH BESAR!

source: Windy weather
id_id: Cuaca berangin

source: Bullets are deflected by some strong wind
id_id: Peluru dikelokkan oleh angin yang kuat

source: public danger
id_id: ancaman publik

source: tourist
id_id: pelancong

source: trainee
id_id: magang

source: duck misser
id_id: penembak gagal

source: member of the Comitee Against Ducks
id_id: anggota Comitee Against Ducks

source: duck pest
id_id: hama bebek

source: hunter
id_id: pemburu

source: unemployed due to extinction of the duck specie
id_id: Menganggur karena punahnya jenis bebek

source: Level of {player} on #{channel}
id_id: Level {player} di #{kanal}

source: You leveled down!
id_id: Levelmu turun!

source: You leveled up!
id_id: Levelmu naik!

source: Previous level
id_id: Level terdahulu

source: :skull_crossbones: **{onomatopoeia}** You killed the duck in {time} seconds, you are now at a grand total of {total} ducks (of which {supercanards} were super-ducks) killed on #{channel}. \_X< *COUAC* {exp}
id_id: :skull_crossbones: **[onomatopoeia}** Kamu menembak mati bebeknya dalam {time} detik, sekarang jumlah totalmu {total} bebek (yang {supercanards} merupakan bebek super) ditembak mati di #{channel}. \_X< *KOUAK* {exp}

source: :gun: The duck survived, try again! *SUPER DUCK DETECTED* [life: -{vie} ({current_life} / {max_life})]
id_id: :gun: Bebeknya masih hidup, coba lagi! *BEBEK SUPER TERDETEKSI*[nyawa: -{vie} ({current_life} / {max_life})]

source: :gun: The duck survived, try again! *SUPER DUCK DETECTED* [life: -{vie}]
id_id: :gun: Bebeknya masih hidup, coba lagi! *BEBEK SUPER TERDETEKSI* [nyawa: -{nyawa: -{vie}]
